Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/gata_er_for_alle.docx.tmx
Source language: nob
Languages: fkv

source: GATA ER FOR ALLE
fkv: KATU KUULUU KAIKILE

source: Akkurat som skilpaddebarn som popper opp av sanda og skynder seg til sjøen, kravlet jeg tidlig opp på et akebrett.
fkv: Justhiin ko kilpikonnalapset mikkä äkkiä sukalttaavat ylös hieđasta ja rukattaavat merheen, mieki ryömin varhain tyyräimen pääle.

source: Etter den tid gikk det bare utforbakke.
fkv: Jälkhiin se oli tyhä yhtä myötälettä.

source: Mitt første akebrett var et barneakebrett uten styring, senere fikk man akebrett som kunne svinges.
fkv: Minun ensimäinen tyyräin oli lastentyyräin ilman tyyryy, hiljemin saima tyyräimen mitä saattoi käänttäät.

source: Jeg fikk mitt i julegave fra mamma og pappa, kjøpt for dyre penger på sportsbutikken til Ole Olsen i Honningsvåg.
fkv: Mie sain semmoisen joulukenkiksi mammalta ja papalta, net ostethiin sen tyyrhiilä Ole Olsenin sporttipuođista Vookista.

source: Det var et blått Stiga-styreakebrett med oransje detaljer og navnet mitt påskrevet med vannfast, svart tusj.
fkv: Se oli sininen Stiga-tyyräin missä oli oranssiita detaljiita, ja siihen oli kirjoitettu minun nimi veđenpittäävällä, mustala tussila.

source: Å skrive hvem som eide akebrett og sparkstøtting, det gjorde butikken til alle ungene, så det aldri skulle være tvil om hvem som eide nyanskaffelsen.
fkv: Puođi kirjoitti kläppiin nimen kaikkhiin tyyräimhiin ja sparkkhiin, niin ette ei koskhaan tarvinu hunteerata kenen mikäki uusi kapistus oli.

source: I mange år var mitt akebrett det beste i hele verden.
fkv: Monta vuotta minun tyyräin oli koko mailman paras tyyräin.

source: Brettet hadde fri vilje og var tidvis humørsykt, men jeg tilga hver gang det prøvde å ta livet av meg.
fkv: Tyyräimellä oli oma tahto, ja välhiin se oli pahanilkinen, mutta mie annoin antheeksi joka kerran ko se freistas tappaat minun.

source: Det fantes også andre, mer kreative ake-remedier.
fkv: Se oli olemassa kansa muita, luovemppii laskemavehkheitä.

source: Disse kom i bruk når vi var ekstra mange unger samlet og det oppsto underskudd på offisielt godkjent rennutstyr.
fkv: Net tultiin pithoon ko meitä oli eriliikaisen paljon kläppii eikä viralisesti hyväksyttyi laskemakamppheita ennää ollu nokko.

source: Det gikk fint an å renne på en god spade.
fkv: Se meni hyvin laskeet kunnon lappiila.

source: Farten ble gledelig stor, men det lange skaftet bidro ofte til sorgen der man iført et raskt avtakende smil måket inn i veggen på Grand hotell.
fkv: Sillä sai vauhtii oikhein kiitettävästi, mutta pitkästä varresta tuli ushein muretta ko se hymyn hopusti hyyttyissä lasketteli päin Grand hotelin seinää.

source: Her er den kvenske oversettelsen av denne historien: Katu kuuluu kaikile
fkv: Her er den norske utgaven av denne fortellingen: Gata er for alle

source: Plastposer fra S-laget var fine.
fkv: S-lagetin plastikkipussit olthiin hyvät.

source: Søppelsekker var også en nødløsning, selv om vinterskoene lagde grusom lyd mot innsiden.
fkv: Roskasäkit kansa olthiin hyvä hätäratkaisu, vaikka talvikengät niitten sisälä piđethiinki kauheeta ääntä.

source: Pose og sekk ga glimrende fart, ulempen var holdbarheten.
fkv: Pussila ja säkilä vauhti oli loistaava, mutta pitkää aikkaa ei niilä saattanu laskeet.

source: De tålte få krysninger av Storgata før man i praksis rente på buksebaken.
fkv: Jonkun kerran niilä saattoi päästä Storgatan poikki ennen ko jo melkhein lasketteli pelkälä housunpersheelä.

source: Det fantes også offisielt rennutstyr som fungerte heller dårlig.
fkv: Sitä oli kansa viralissii tyyräysvehkheitä mikkä toimithiin kohta huonosti.

source: Som den kjempedyre rattkjelken.
fkv: Niin ko hulluntyyris rattikelkka.

source: Staselig og fin, i praksis ble rattkjelke aldri vårt førstevalg.
fkv: Kommee ja fiini, mutta tođelisuuđessa se ei koskhaan ollu meiđän ensivalinta.

source: Til det grov meiene seg for mye ned i underlaget.
fkv: Jalakset kaivauđuthiin liijan syväle lumheen.

source: Rattkjelken nektet oss den farten vi ønsket, nemlig dødsfort.
fkv: Rattikelkka ei antanu meile sitä vauhtii mitä met haluthiin, nimittäin kuolettaavaa vauhtii.

source: Rattkjelke var en nedtur, tung å dra på også i opptur.
fkv: Rattikelkka pilas homman, ja raskaski sitä oli kiskoot ylös vastaletta.

source: Dødsfort uten å dø, det var tingen.
fkv: Laskeet kuolettaavaa vauhtii ilman ette kuoli, se oli se mikä meilä oli hommana.

source: Derfor prøvde vi å nekte døden tilgang ved å ha noe lurt nederst i bakken.
fkv: Met freistasimma estäät kuolemaa siihen laihiin ette meilä oli törmän alla jotaki viekasta.

source: En grunnleggende regel som gjaldt uansett farkost, en utkikkspost.
fkv: Ensimäinen reekeli, oli meilä sitte mikä tahansa kulkuneuvo, oli ette alhaala piti pittäät vahtii.

source: I bunnen av bakken tetnet trafikkbildet til, og støtt var det noen i veien når vi rente.
fkv: Törmän alla oli tasan paljon trafikkii, ja myöthään sielä oli joku tielä ko met laskima.

source: Det var plogen og bussen, biler og mopeder.
fkv: Joko sielä oli pluuki eli byssi eli sitte piilii ja mopettiita.

source: Det var hunder som hadde rømt og katter som skulle hjem, pluss unge damer med barnevogn og gamle damer med spark.
fkv: Sielä oli karanheita koirii eli sitte kissoi kotimatkala, ja vielä nuorii naissii lastenvaunuin kansa ja vanhoita vaimoi sparkin kansa.

source: Systemet med utkikkspost fungerte bra, unntatt når utkikken gikk sin vei.
fkv: Vahti törmän alla toimi kyllä hyvin, mutta ei silloin ko vahti jaukkui pois.

source: Det var problemet med unger, fant vi ut, de har kort hukommelse og kjeder seg lett.
fkv: Kläppiin kansa oli probleemi, met havaittimma, niilä oli lyhykäinen muisto ja net kylläänythiin helposti.

source: Ofte hendte det at man rente ned bakken og så alle mulige slags folk og fe, unntatt utkikken, som hadde gått lei og gått hjem.
fkv: Ushein kävi niin ette ko laski alas törmää, niin näki vaikka minkälaista väkkee, mutta ei vahtii ko se oli kyllääntynny ja lähteny kotia.

source: Eller at man rente i lag med utkikken, fordi vedkommende hadde glemt seg og blitt med å renne i stedet for å sørge for at kysten var klar.
fkv: Eli niin ette sitte laski yhđessä vahđin kansa ko se oli unheettannu ja alkanu tyyrätä sen sijhaan ette olis pitäny huolen ette tie oli selvä.

source: På den tiden snakket de voksne om at Honningsvåg var Lille Chicago.
fkv: Siihen aikhaan raavhaat puhuthiin ette Vooki oli Pikku Chicago.

source: Vi ungene hermet etter og startet vår egen mafia.
fkv: Met kläpit matkima pörästä ja aloima oman maafian.

source: Akebrettmafiaen.
fkv: Tyyräinmaafian.

source: I 1970- og 1980-årene var vi alle veier, vi gjorde dem risikable for bilister og fotgjengere og andre som trodde det var fritt fram å kjøre eller gå i gata vår.
fkv: 1970- ja 1980-luvula met olima joka paikassa, meiđän takia kaikki tiet olthiin vaaraliset piilistiile ja jalankulkkiijoile ja muile jokka luulthiin ette se ei ollu muuta ko tyhä ajela eli kävelä meiđän kađula.

source: Noen nektet å gi seg.
fkv: Jokku ei halunheet anttaat alle.

source: «Førrbainna saueskokk!
fkv: «Kirottu lammastokka!

source: » skrek folk, de veivet ned sideruten og hyttet med neven.
fkv: » ihmiset huuđethiin, veivathiin alas sivvuklasin ja puđistethiin nyrkkii.

source: «Hut dåkker av veien, førr fan!»
fkv: «Tiehenä siitä, suotanan kläpit!»

source: Men om vi la til flekkings med flagrende akebrett på slep, så sprang vi aldri langt, og fant som sauer flest alltid veien tilbake.
fkv: Mutta vaikka met otima jalat alle tyyräin häntänä, se emmä met koskhaan laukkonheet kauvas, ja niin met sitte niin ko lammastokka aina löysimä tien takaisin.

source: Vi ønsket å være i veien, det var best å ake der.
fkv: Meilä oli halu olla tien päälä, sielä oli paras laskeet.

source: Det fantes riktig nok en offisielt tilrettelagt akeplass i Honningsvåg.
fkv: Oli sitä Vookissa oikhein vasituinenki tyyräysplassi.

source: Nemlig skolegården til Honningsvåg barne- og ungdomsskole.
fkv: Nimittäin Vookin yhđistetyn ala- ja ylikoulun siljo.

source: Men skolegården var så flat og gørre kjedelig at de voksne må ha gjort det med vilje.
fkv: Mutta koulusiljo oli niin laattee ja surkkeen ikävä ette raavhaat olthiin sikkaristi tehnheet sen tahalans.

source: Der akte ingen, folk sto bare og slang i påvente av oppfinnelser som mobiltelefoni og selvskading.
fkv: Sielä ei yksikhään laskenu, väki tyhä seisoi ja venyskeli ođottaissa uussii hoksauksii niin ko käsifuunii ja ittetuhhoo.

source: Etter samling i gata for å drøfte dagens herjing, startet vi med å lage veisperring.
fkv: Ko olima pitänheet kađula kokkouksen ja laittanheet plaanin kunka sinä päivänä pitäisimmä röllätä, aloima sillä ette tehimä tie-estheitä.

source: Vi sperret sideveier og kryssende gater.
fkv: Met tukima sivvutiet ja poikkikađut.

source: Digre snøballer som vi enten rullet på plass, eller fraktet dit på akebrett og sparkstøtting.
fkv: Laitoima valtavii lumipalloi mikkä joko vieritimmä paikale eli frahtasimma tyyräimen tahi sparkin päälä.

source: Da sakket bilistene farten, særlig når vi sperret veien så knapt fotgjengere kom seg forbi.
fkv: Silloin kyllä piilistit toppuutelthiin vauhtii, eriliikaisesti ko met tehimä tiestä niin soukan ette melkhein ei jalankulkkiijatkhaan pääsheet läpi.

source: Å trykke inn pauseknappen på trafikken var en stor helsefordel når man hadde krabbet Øvergata til topps og kom huijende nedover, ulempen var all kjeftingen idet vi føk forbi.
fkv: Se oli kyllä tervheyđelle hyvä assii ette saima painetuksi trafikin pöysiknappii ko ensin olima kiikkunheet Øvergatan ylipään pääle ja sitte laskima kirkkuin alas, mutta toishaalta siinä oli huonona puolena se haukkuminen mitä saima niskhaan siinä ko tuiskattimma sivvu.

source: Men da skrek vi tilbake, tverre og i kor:
fkv: Mutta silloin met kiljuima takaisin, poikkipuoltoinsa ja kuorossa.

source: «Gata e førr alle!»
fkv: «Katu oon kaikile!»

source: Vi glodde olmt i kor også.
fkv: Met kansa pyyristelimä vihaisesti kuorossa.

source: Særlig når voksne mistet tålmodigheten, hoppet ut av bilene sine og ga seg til å lempe vekk sparkstøttinger og rulle vekk monster-snøballer.
fkv: Eriliikaisesti ko raavhaitten kärsivällisyys loppui, ja net hypäthiin ulos piilistä ja alethiin viskomhaan sparkkii ja vierittämhään pois meiđän monsterilumipalloi.

source: Fra naturens side var det mulig å ake helt til sjøen i Honningsvåg.
fkv: Luonon puolesta se oli Vookissa mahđolinen laskeet kiini merheen asti.

source: Det tok en slutt da noen voksne i sin bekymring for helsen fant på å bygge igjen den vesle åpningen mellom Apotekbygget og Grand hotell.
fkv: Se loppui ko jokku raavhaat alethiin pölätä meiđän tervheyđen eđestä ja panthiin umpheen pikku aukon mikä oli Aputeekkipytingin ja Grand hotelin välissä.

source: De harde veggene veide aldri opp for nærheten til pyrisept og plaster, likevel ble det noen sprekker i veggen etter mange års intens aking.
fkv: Kovat seinät ei olheet olheen samantasaiset pyriseptin ja plasterin kansa, mutta kuitenki seinhiin tuli muutamppii rakkoi ko vuositttain laskima niitä päin.

source: «Dåkker når ikke å stoppe?
fkv: «Tet että sitte saa topatuksi?

source: » øntes foreldre over nedblødde unger som haltet seg hjem.
fkv: » vanhiimet pällistelthiin ko vertä valloovat kläpit onnuthiin kotia.

source: «Men så kjør saktere da, førr svarte!»
fkv: «Mutta laskekkaa sitte hiljemin, saateri senthään!»

source: Men å bremse var farlig, mente vi ungene.
fkv: Mutta jarruttaminen oli vaaralinen, met kläpit ajattelimma.

source: Logikken var sunn; det gjaldt å pelle seg over hovedveien nederst i byen før det kom en bil.
fkv: Logikki oli tervet: Se piti kaupungin alapäässä hopusti keritä päätien yli ennen ko tuli piili.

source: Det må ha vært mye artigere, har jeg tenkt, å være barn før bilene kom.
fkv: Se oon sikkaristi ollu paljon somempi olla kläppi ennen ko piilit tulthiin, mie olen ajatellu.

source: Forresten stoppet Akebrettmafiaen trafikken også i sommerhalvåret.
fkv: Ja toppashan Tyyräinmaafia trafikin kesän aikanaki.

source: Vi la sykler i veibanen.
fkv: Met panima tiele sykkeliitä.

source: Jeg minnes det var overhøvlinger å få også i antydning til plussgrader.
fkv: Muistan ette haukkui saattoi saađa silloinki ko oli plusgraadii.

source: Det var ingen lek å være barn før i tiden, vi fikk kjeft enten vi var inne eller ute.
fkv: Ei se ollu mikhään huvitus olla kläppi vanhaasseen aikhaan, meitä haukuthiin, olima met sitte sisälä eli ulkona.

source: Særlig i kirketiden på søndagene, da fløy det ofte et kjøkkenvindu åpent og ut stakk det en eller annen grinebiter som lekset opp om Jesus og nervetrøbbel og den edle kunst å få unger til å bryte sammen og tilstå.
fkv: Eriliikaisesti kirkonmennoin aikana sunnuntaina, silloin lensi ushein köökinklasi auki ja ulos pisti yhđen tahi toisen äkäpussin naama ja läksytti meitä Jeesuksesta ja hermovaivoista ja siitä ylevästä taiđosta ette saađa kläpit katkeemhaan ja synnintunthoon.

source: Det var på søndagene vi fikk vårt ukristelige vokabular utvidet.
fkv: Se oli sunnuntaina ko met saima lissää sannoi meiđän epäkristilisheen sanavarhaan.

source: Slike surpomper heftet vi oss lite ved, og det fantes voksne som støttet oss.
fkv: Semmoisista kärysihmisistä met emmä paljon perustanheet, ja oli niitä smmoissiiki raavhaita jokka puolustethiin meitä.

source: Som til og med tok del i leken.
fkv: Jokka jopa olthiin myötä tieraamassa.

source: Altså som konsulent, aldri fysisk i bakken.
fkv: Siis konsulenttina, ei koskhaan fyysisesti myötä.

source: Som hun eldre damen i nabolaget mitt, hun brukte å gløtte mellom gardinene og merke seg hvor de eldre ungene befant seg.
fkv: Niin ko se vanhempi krannivaimo, se pruukas tirkistellä kartiiniitten välistä ja kattoot missä vanhemat kläpit olthiin.

source: Slik hjalp hun oss mindre ungene, særlig når vi lekte forfølgelsesleker som Dunk Blekkboks og Haien Kommer.
fkv: Siihen laihiin se auttoi meitä pienemppii kläppii, eriliikaisesti ko meilä oli vainoomaleikkii niin ko Dunk Blekkboks ja Haija tullee.

source: Da så vi gardinene bevege seg hos damen, bak ruta dukket et blekt ansikt opp.
fkv: Silloin met näjimä ette vaimon tykönä kartiinit liikuthiin, ja klasin takkaa iđethiin kalppeet muođot.

source: Lydløse, engasjerte lepper som sa masse klokt, fulgt av en spinkel arm som pekte opp gata eller ned gata.
fkv: Äänettömät, myötätuntoiset huulet mikkä sanothiin paljon viishaita assiita, ja sen jälkhiin näkyi laiha käsi mikä näytti kattuu ylöskäsin tahi alakäsin.

source: Som røpet beste retning for småfolkets flukt og retrett.
fkv: Mistä sitte pikkukläpit tieđethiin mihin suunthaan oli paras pajeta ja pörräänttyyt.

source: Ingen voksne lå på den tiden på gulvet og krøp og gurglet sammen med ungene – kanskje unntatt når det var fest – og bortsett fra å skjennes og rulle vekk veisperringer, var det ingen voksne som tok så sterkt del i leken vår som hun eldre damen.
fkv: Yksikhään raavas ei siihen aikhaan maanu laattiila ja ryöminy ja kurluttannu yhđessä kläppiin kansa – fästissä niinki saattoi käyđä – ja sen lisäksi ette haukuthiin ja vieritethiin pois tie-estheitä, ei yksikhään raavas ollu sama paljon myötä leikissä ko se vanhempi vaimo.

source: Som man ser, selv i Honningsvåg fantes det befolkning som tålte synet av unger.
fkv: Niin ko saattaa nähđä, ittessänsä Vookissaki oli ihmissii jokka kestethiin nähđä kläppii.

source: Men en type folk som i dag har blitt på moten, men som vi sjelden møtte når vi var ute og lekte, var turister.
fkv: Mutta yhđen lajin ihmissii mikkä nykyään oon tulheet muuthiin, olthiin turistit.

source: Vinterturismen var ennå på tegneplanet, likevel hendte det en sjelden gang at Hurtigruta klappet til kai og sendte fra seg noen sånne, forhutlete.
fkv: Talviturismii vasta suunitelthiin, kuitenki muutamisti sattui ette Hurtti otti kiini kaajale ja päästi ulvos jonku semmoisenki, öksynheen sielun.

source: Da vandret de rundt i Honningsvåg, forvillet seg opp i gatene hvor vi ungene regjerte, kiket på alt det rare og tok uskarpe bilder fordi de frøs sånn.
fkv: Sitte net kävelthiin ympäri Vookkii ja jouđuthiin niileki kađuile mikkä olthiin meiđän kläppiin hallussa, ihmetelthiin tuota kaikkee eriskumhaista ja otethiin epätarkkoi kuvvii sillä ko heilä oli kova vilu.

source: Vi ungene frøs sjelden, bare hvis akingen gjorde så man ble gjennomvåt.
fkv: Meilä kläpiilä oli vilu tyhä harvoin, tyhä silloin jos tyyrätessä kostuthiin läpimärjiksi.

source: Noe vi evnet å bli selv i den strengeste kulde.
fkv: Missä met kyllä lykästyimä vaikka ankariimassa pakkaisessa.

source: Vinterstid i 1980-årene lekte vi nemlig i bobledress.
fkv: 1980-luvula met näjet tierasimma talvet poplapuvussa.

source: Og polvotter.
fkv: Ja puulvantthuissa.

source: Boblestoff var in, det var ekstremt varmt, og like lite vanntett som svampen på skolen.
fkv: Poplakangas oli muutissa, se oli erinomhaisen lämmin, ja yhtä vesitivis ko svamppi meiđän koulussa.

source: Vi lekte til vi kokte over og alt ble søkke vått, etterpå krabbet kulden inn i plaggene og frøs dem til is.
fkv: Met tierasimma kiini siihen ette kiehuima yli, ja kaikki kostui läpimäräksi, sitte kylmä ryömi vaattheissiin ja kylmetti net jääksi.

source: Inntil vi ute av stand til å leke videre vagget i ring i rustninger harde som glass.
fkv: Kiini siihen asti ette met emmä ennää pystynheet tieraamhaan, mutta kuljime ympärins klasinkovassa rustingissa.

source: «Nei da, dåkker frys ikke,» sa de voksne til dem som klagde.
fkv: «Älkkääs nyt, tet että kyllä palelu», sanothiin raavhaat niile jokka valitethiin.

source: «Det e bare å bevæge sæ.»
fkv: «Ei se tartte muuta ko että liikutta.»

source: Så sto vi der, gjennomherdete folk nordfra, i stri austakuling og tett snødrev.
fkv: Niin met sitte seisoima sielä, läpikaraistunheet pohjaisen ihmiset, kovassa öystäpohjaisessa ja sakkeessa tuiskussa.

source: Og hvis en av oss ungene plutselig sa noe da, mistet turistene fotoapparatene sine i bakken.
fkv: Ja jos joku meistä kläpiistä silloin yhtäkkii sanoi jotaki, turistiilta tiputhiin kaamerat maahan.

source: De trodde vi var en slags pingviner.
fkv: Net luulthiin meitä jonkulaisiksi pingviiniiksi.

source: En gang på midten av 1980-årene, jeg gikk på ungdomsskolen da, fikk Honningsvåg alpinbakke.
fkv: Kerran 1980-luvun keskelä, mie kävin silloin ylikouluu, Vookhiin tuli alppiiniluokka.

source: Sikkert for å kompensere for fadesen med skolegården.
fkv: Sikkaristi sen takia ette se olis paikanu koulusiljon kurjuutta.

source: Bakken lå i Nordvågen, om lag fire svingete kilometer nord for Honningsvåg.
fkv: Nordvågenhiin, nuoin nelje kilomeetterii viinthoon Vookista.

source: Den bakken flekket tenner på høykant og var verken flat eller kjedelig, der den uten annen varsling enn fravær av fareskilt endte på bilveien og derfra rett ned i slogfjæra.
fkv: Se luokka repi hamphaat suusta eikä ollu sen paremin laattee ko ikäväkhään, se ko ei varanu misthään vaarasta muutoin ko vailuuvalla vaaranmerkilä, ja tuli sitte piilitiele ja sieltä suorhaan kalanmolofieruhaan.

source: Utenfor der igjen, har jeg tenkt, en marebakke som sikkert var rene skattekisten av brukt alpinutstyr.
fkv: Ja sen pörästä maarapakkhaan, josta sikkaristi löytyi aarearkulinen alppiinivehkheitä, mie olen ajatellu.

source: Mye mulig også et skjelett eller to, skallen stadig med hjelm og slalombriller, storøyd mellom tang og nysgjerrig grønnsporing, poenget er at pappa sa han likte den bakken.
fkv: Ja saattaa olla ette luuranka eli kaksiki, kallossa aina kypäri ja slaalomprillit, isosilmäisennä teppuin ja pikkukalloin välissä. Tärkkee oli ette pappa tykkäs siitä luokasta.

source: Pappa brukte nemlig skiheisen for å komme seg opp på fjellet når han skulle til og fra hytta i Kjelvik.
fkv: Pappa nimittäin käytti hihtamaheissii ette pääsi ylös vaarhaan ko se oli menemässa hytäle Kelviikkhiin eli tulemassa pois sieltä.

source: Vi var noen turer i lag i den alpinbakken, pappa og jeg.
fkv: Met papan kansa olima jonku kerran yhđessä siinä alppiiniluokassa.

source: Begge på vanlige fjellski.
fkv: Kummalaki oli tavaliset tunturisivakat.

source: Pappa kunne telemarksving, han var flink på ski.
fkv: Pappa osas tehđä telemarkkäänöksen, se oli seppä sivakoitten päälä.

source: Så flink på ski at han også ville lære seg slalom og utfor, han så nok for seg offisiell godkjenning med ordentlig slalomutstyr, så han meldte seg på et lokalt alpinkurs.
fkv: Niin seppä ette halus oppiit kansa slaalomii ja luokanlaskuu. Hän uskoi ette hän kunnolisila slaalomvehkheilä saisi viralista tunnustusta, ja sillä hän ilmoitti ittensä paikan alppiinikursile.

source: Han var desidert eldst.
fkv: Hän oli ilman muuta vanhiin.

source: Det ble med det ene kurset, på uvante ski i Nordvågen alpinanlegg.
fkv: Yksi kursi oli nokko, harjaantumatta uuđenlaisten sivakoitten kansa Nordvågenin alppiinirustingissa.

source: Det var en fin oppvekst, å leke i nedsnødde gater i min barndoms Honningsvåg.
fkv: Se oli fiini ylöskassuuminen, ko sai tierata lumisilla kađuila minun lapsuuđen Vookissa.

source: Ake og huije og ha det sorgløst i lag med de andre ungene, mellom voksne fotgjengere som kiket seg nervøst over skuldra og skjennende vinterbilister med alle piggene ute.
fkv: Tyyrätä ja kiljuut, olla misthään murettimatta yhđessä muitten kläppiiin kansa, raavhaitten jalankulkkiijoitten välissä jokka silmithiin hermostunheesti olan yli, ja semmoisten haukkuuviitten talvipiilistiitten sejassa joila olthiin kaikki piikit ulkona.

source: Vi hadde det så artig at tiden fløy, til man plutselig oppdaget at man sto der uten akebrett og var blitt voksen.
fkv: Meilä oli niin soma ette aika lensi, kiini siihen asti ko yhtäkkii havaittimma ette siinä sitä seisoima ilman tyyräimettä ja olimaki raavhaat.
